    {
        "results": [
          {
            "agendaId": "1",
            "title": "Registration",
                    "short_description": "When you register, you’ll be asked to provide a full description (up to 2000 characters) and a short description or event summary/excerpt (up to 300 characters).In the summary, tell us what will happen at the event and what is interesting about it.",
            "long_description": "example glossary",
            "category": "example glossary",
            "image": "eventImage_1",
            "speaker_name": "Event Organiser",
            "speaker_details": "contacting event organiser to learn about event. Media department is ready to help you ib all categories ofr the event without hesitation include testimonials and reviews from past attendees to create the same effect. One study showed that 79% of customers tr",
           "date": "8:00 A.M-9:00 A.M",
            "location": "example location"
        },
                
          {
            "agendaId": "2",
            "title": "Welcome & Introduction",
            "short_description": "Tadawul technology references past attendees and sponsors to illustrate how popular and illustrious the event is. If you don’t have big names to reference you can include testimonials and reviews from past attendees to create the same effect. One study showed that 79% of customers trust online reviews as much as personal recommendations.",
            "long_description": "example glossary 2",
            "category": "example glossary 2",
            "image": "eventImage_2",
            "speaker_name": "Fahad . Al Sam",
            "speaker_details": "Entrepreneur  Fahad . Al Sam founded the world's largest software business, Microsoft, with Paul Allen, and subsequently became one of the richest men in the world.",
            "date": "9:00 A.M-10:00 A.M",
            "location": "example location"
        },
                   {
                    "agendaId": "3",
                   "title": "Announce Achievemetns",
                   "short_description": "Talk about the achievemtns in 2017 and the last year and illustrious the event is. If you don’t have big names to reference you can include testimonials and reviews from past attendees to create the same effect. One study showed that 79% of customers trust online reviews as much as personal recommendations. ",
                   "long_description": "example glossary 2",
                   "category": "example glossary 2",
                   "image": "eventImage_3",
                   "speaker_name": "Fahad Hassan",
                   "speaker_details": "Entrepreneur  Fahad Hassan founded the world's largest software business, Microsoft, with Paul Allen, and subsequently became one of the richest men in the world.",
                    "date": "11:00 A.M-12:00 P.M",
                   "location": "example location"
                   },
                   {
                    "agendaId": "4",
                   "title": "Lunch",
                   "short_description": "Buffet lunch including all kind of dishes. The massive technology conference Techweek references past attendees and sponsors to illustrate how popular and illustrious the event is. If you don’t have big names to reference you can include testimonials and reviews from past attendees to create the same effect. One study showed that 79% of customers trust online reviews as much as personal recommendations.",
                   "long_description": "example glossary 2",
                   "category": "example glossary 2",
                   "image": "eventImage_4",
                   "speaker_name": "Event Organiser",
                   "speaker_details": "Media department will handle this .The massive technology conference Techweek references past attendees and sponsors to illustrate how popular and illustrious the event is. If you don’t have big names to reference you can include testimonials and reviews from past attendees to create the same effect. One study showed that 79% of customers trust online reviews as much as personal recommendations.",
                    "date": "1:00 P.M-2:00 P.M",
                   "location": "example glossary"
                   },
                   {
                    "agendaId": "5",
                   "title": "Future vision 2019",
                   "short_description": "Technology conference Techweek references past attendees and sponsors to illustrate how popular and illustrious the event is. If you don’t have big names to reference you can include testimonials and reviews from past attendees to create the same effect. One study showed that 79% of customers trust online reviews as much as personal recommendations.",
                   "long_description": "example glossary 2",
                   "category": "example glossary 2",
                   "image": "eventImage_5",
                   "speaker_name": "CEO of Tadawul",
                    "speaker_details": "CEO  Khalid founded the world's largest software business, with some event details, with Paul Allen, and subsequently became one of the richest men in the world.",
                    "date": "11:00 A.M-12:00 P.M",
                    "date": "2:00 P.M-5:00 P.M",
                   "location": "example location"
                   },
                   {
                    "agendaId": "6",
                   "title": "Coffee Break",
                   "short_description": "cofee break fro recreation  including all kind of dishes. The massive technology conference Techweek references past attendees and sponsors to illustrate how popular and illustrious the event is. If you don’t have big names to reference you can include testimonials and reviews from past attendees to create the same effect. One study showed that 79% of customers trust online reviews as much as personal recommendations.",
                   "long_description": "example glossary",
                   "category": "example glossary",
                   "image": "eventImage_1",
                    "speaker_name": "Event Organiser",
                    "speaker_details": "Media department will handle this .The massive technology conference Techweek references past attendees and sponsors to illustrate how popular and illustrious the event is. If you don’t have big names to reference you can include testimonials and reviews from past attendees to create the same effect. One study showed that 79% of customers trust online reviews as much as personal recommendations.",
                    "date": "5:00 P.M-6:00 P.M",
                   "location": "example location"
                   },
                    {
                    "agendaId": "7",
                    "title": "Conclusion",
                    "short_description": "The massive technology conference Techweek references past attendees and sponsors to illustrate how popular and illustrious the event is. If you don’t have big names to reference you can include testimonials and reviews from past attendees to create the same effect. One study showed that 79% of customers trust online reviews as much as personal recommendations.",
                    "long_description": "example glossary",
                    "category": "example glossary",
                    "image": "eventImage_1",
                    "speaker_name": "Bandar I Al sowayeh",
                    "speaker_details": "Bandar Sowayeh founded the world's largest software business, with some event details, with Paul Allen, and subsequently became one of the richest men in the world.",
                    "date": "11:00 A.M-12:00 P.M",
                    "date": "6:00 P.M-7:00 P.M",
                    "location": "example location"
                    }
    ]
        
    }
